{
    "titulo": "Sobre",
    "paragrafos": [
        "Bom pessoal, minha jornada no Euro Truck Simulator 2 começou em 2016, quando um certo dia eu estava assistindo vídeos aleatórios no YouTube e a plataforma me sugeriu uma livestream que estava acontecendo no Canal Matrix Games. Logo me interessei em conferir o que acontecia ali e acabei me deparando com uma pessoa simulando a vida de um motorista de ônibus em um jogo de computador utilizando joysticks. Aquilo foi uma extrema novidade para mim, afinal, nunca tinha visto algo parecido.",
        "Imediatamente comecei a procurar no YouTube mais vídeos relacionados para tentar compreender melhor o que aquilo era exatamente. Foi aí que descobri que se tratava do Euro Truck Simulator 2, um simulador de caminhões desenvolvido para PC.",
        "Não demorou muito para eu já estar procurando saber como seria possível colocar ônibus em um simulador de caminhões. Descobri que, para isso, seria necessário adicionar um 'Mod' para permitir tal inclusão.",
        "Pouco tempo depois, eu já queria saber como criar um Mod para o game. Despertei essa ambição apenas alguns meses após ter conhecido o jogo. Foi então que também se desenvolveu em mim o interesse pela arte de fazer modelagens em 3D, mais especificamente de ônibus rodoviários.",
        "A primeira vez que finalmente consegui colocar o meu próprio Mod para funcionar no game foi em maio de 2017. A essa altura, meu conhecimento em conversão era muito básico e eu precisava aprender um pouco mais a respeito de como criar as definições stand-alone do próprio Mod. O tempo passou e adquiri mais conhecimento sobre a criação de Mods.",
        "Em fevereiro de 2018, criei a Altec Mod com a proposta de trazer alguns projetos de Mods de ônibus para o Euro Truck Simulator 2. O primeiro projeto que lancei foi o Campione Invictus 1200 Mercedes-Benz, Mod que ainda está disponível.",
        "Hoje tenho vários Mods disponíveis na loja e espero que gostem dos meus projetos. :)",
        "Vale lembrar que sou um desenvolvedor de Mods independente e não tenho nenhum vínculo com a SCS Software (desenvolvedora do game)."
    ]
}
